tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/services"
tap "warrensbox/tap"
tap "weaveworks/tap"
brew "age"
brew "bat"
brew "chezmoi"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "gnupg"
brew "grep"
brew "helm"
brew "jq"
brew "mysql-client"
brew "node"
brew "openssh"
brew "postgresql@14"
brew "pre-commit"
brew "redis", restart_service: :changed
brew "sops"
brew "telnet"
brew "terramate"
brew "tflint"
brew "tree"
brew "wget"
brew "gromgit/fuse/sshfs-mac"
brew "warrensbox/tap/tfswitch"
brew "warrensbox/tap/tgswitch"
brew "weaveworks/tap/eksctl"
cask "gcloud-cli"
cask "macfuse"
cask "session-manager-plugin"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-postgresql-client2"
vscode "docker.docker"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "fredwangwang.vscode-hcl-format"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "janisdd.vscode-edit-csv"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.symbols"
vscode "mindaro-dev.file-downloader"
vscode "mineiros.terramate"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "ryu1kn.partial-diff"
